import { Translations } from '../types';

const ar: Translations = {
    Home: "الرئيسية",
    About: 'من نحن',
    ContactUs: 'تواصل معنا',
    Services: 'خدماتنا',
    ourClients:"عملائنا",
    English:"انكليزي",
    Arabic:"عربي",
    name:"الاسم",
    email:"الايميل",
    Message:"الرسالة",
    phone:"رقم الموبايل",
    whatsApp:"رقم الواتس",
    submit:"ارسال",
    about_text_1:"اختيارك الافضل لواحدة من أفضل شركات التسويق الالكتروني في الإمارات شركة جولدن كليك تعتبر من أفضل شركات التسويق الالكتروني ليس فقط في الشارقة ,لكن في الإمارات بأكملها,لأن خلال أكثر من 5سنوات تعهدنا فيهم بتقديم أعلى جودة في مختلف خدمات تسويق رقمي,بالذات في التسويق للمراكز الطبية.",
    about_text_2:"جولدن كليك هي شركة رائجة من ضمن شركات تسويق الكتروني في الإمارات والمتخصصون في االتوسيق الطبي بأحدث التقنيات والمعدات,وفريق تسويق رقمي على أعلى درجة من الخبرة والكفاءة لتقديم كافة خدمات تسويق السوشيال ميديا مثل :",
    VideoProduction:"التصوير والمونتاج",
    video_production_desc:"نحن نقدم خدمات التصوير والمونتاج باحترافية عالية باستخدام أحدث أدوات التصوير والمونتاج بدقة عالية.",
    mediabuying:"إعلانات ممولة",
    mediabuying_desc:"فريق على درجة عالية كم الخبرة مسؤول عن الإعلانات الممولة مثل:  -اعلانات الفيسبوك الممولة - اعلانات ممولة انستقرام - اعلانات ممولة سناب شات - اعلانات ممولة تيك توك - اعلان جوجل",
    ContentCreation:"التسويق بالمحتوى",
    ContentCreation_desc:"نقوم بإبراو أعمالك عن طريق صناعة المحتوى بكافة بكافة أشكال المحتوى الرقمي.",
    webdevelopment:"تصميم مواقع الانترنت ",
    webdevelopment_desc:"تصميم موقع على جوجل بأفضل شكل ممكن مع خدمة تطوير مواقع الويب لمساعدته في ترتيب ظهوره بين مواقع البحث .",
    OurServices:"خدماتنا",
    PaidAds:"الإعلانات الممولة",
    MediaHead:"أعمالنا",
    GoldenClick:"جولدن كليك",
    NoVideoAvailable:"لا يوجد فيديوهات متاحة",
    CallUs:"اتصل بنا1",
    Address:"العنوان",
    EmailUs:"الايميل",
    
}

export default ar;